tap "bazelbuild/tap"
tap "drone/drone"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "jesseduffield/lazygit"
tap "khanhas/tap"
tap "knqyf263/pet"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "xo/xo"
brew "autojump"
brew "cmake"
brew "dep"
brew "docker"
brew "docker-compose", link: false
brew "elixir"
brew "elm"
brew "exa"
brew "fx"
brew "fzf"
brew "git"
brew "gnupg"
brew "go@1.12"
brew "grafana"
brew "hub"
brew "jmeter"
brew "mackup"
brew "mitmproxy"
brew "n"
brew "neovim"
brew "ninja"
brew "postgresql", restart_service: true
brew "postgresql@11"
brew "python@3.8"
brew "redis", restart_service: true
brew "telnet"
brew "textql"
brew "wallpaper"
brew "watchman"
brew "zsh"
brew "bazelbuild/tap/bazel"
brew "jesseduffield/lazygit/lazygit"
brew "khanhas/tap/spicetify-cli"
brew "knqyf263/pet/pet"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "xo/xo/usql"
cask "alacritty"
cask "brooklyn"
cask "datagrip"
cask "docker"
cask "dropbox"
cask "eventstore"
cask "font-hack-nerd-font"
cask "font-haskplex"
cask "font-haskplex-nerd"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "keepingyouawake"
cask "penc"
cask "phpstorm"
cask "robo-3t"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "webstorm"
